<?php
$index = [
    [
        ['index' => 1, 'name' => '① 婺源古村', 'col' => 4, 'delay' => '200ms', 'desc' => '婺源是一个山明水秀的地方，被国内外誉为“中国最美丽的农村”。'],
        ['index' => 2, 'name' => '② 安徽宏村', 'col' => 4, 'delay' => '200ms', 'desc' => '婺源是一个山明水秀的地方，被国内外誉为“中国最美丽的农村”。'],
        ['index' => 3, 'name' => '③ 培田古村', 'col' => 4, 'delay' => '600ms', 'desc' => '培田古村培田客家古村位于福建省闽西山区连城县宣和乡境内的培田村，至今仍保存着（全国）较为完整的明清时期古民居建筑群。'],
    ],
    [
        ['index' => 4, 'name' => '④ 元阳箐口哈尼族民俗村', 'col' => 4, 'delay' => '600ms', 'desc' => '元阳箐口哈尼族民俗村哀牢山的地势险峻 山高谷深，海拔在3000米与600米间变化，形成了一个寒温带、亚热带和热带的立体气候。'],
        ['index' => 5, 'name' => '⑤ 广东连南瑶寨', 'col' => 4, 'delay' => '700ms', 'desc' => '它是目前所存不多的较为古老原始的瑶寨之一，寨中街道横直有序，民居古朴整齐，有“大哥排”、“首领排”的称誉。'],
        ['index' => 6, 'name' => '⑥ 苏州金庭明月湾古村', 'col' => 4, 'delay' => '800ms', 'desc' => '苏州金庭明月湾古村太湖苏州西山明月湾，有一个诗一般的名字，是一处画一样的村落。'],
    ],
    [
        ['index' => 7, 'name' => '⑦ 丹巴藏寨', 'col' => 3, 'delay' => '600ms', 'desc' => '风格统一的寨房依着起伏的山势迤俪而建，构成一幅幅田园牧歌式的优美的乡村画卷。'],
        ['index' => 8, 'name' => '⑧ 甲居藏寨', 'col' => 3, 'delay' => '700ms', 'desc' => '位于四川甘孜州丹巴县境内。甲居藏寨象群星撒落般坐落在依山倾斜，起伏向上的缓坡上。'],
        ['index' => 9, 'name' => '⑨ 图瓦村', 'col' => 3, 'delay' => '800ms', 'desc' => '图瓦村里那些带有尖顶的、颇具瑞士风格的小木屋反射出一丝丝温暖的金黄色光芒。'],
        ['index' => 10, 'name' => '⑩ 肇兴侗寨', 'col' => 3, 'delay' => '900ms', 'desc' => '肇兴侗寨肇兴侗寨，是贵州省黎平县最大的侗寨，也是最古老的侗寨之一。'],
    ]
];

$list = [
    [
        'index' => 1,
        'name' => '婺源古村',
        'cover' => './images/cover/1.jpg',
        'desc' => '婺源被称为“中国最美的乡村”，向你诠释了什么才是“乌托邦”式的理想家园：被淡淡炊烟笼罩的马头墙、山间梯田抽象的线条、暮色中骑在牛背上的村童、幽静的孤舟野渡、倒映在清澈山涧里的火红的枫叶……俨然一幅山高水远，结庐深山的中国水墨画，让人陡然间心静如水，恍若隔世；如果想体验婺源山区生活，你可以找一个农家住下，清晨在菜园里摘一篮蔬果，午后在巷子口晒太阳、做手工，晚上和男主人小酌，听他讲过去的故事。[...]',
        'links' => [
            'info' => 'http://www.mafengwo.cn/i/7292066.html',
            'diarys' => 'http://www.mafengwo.cn/yj/10045/',
            'photos' => 'http://www.mafengwo.cn/photo/mdd/10045.html'
        ],
        'detail' => [
            'author' => [
                'name' => '北洋一员',
                'link' => 'http://www.mafengwo.cn/u/1146612.html'
            ],
            'content' => '<p>婺源县位于江西省的东北角，它的东面是国家历史文化名城衢洲，西面与瓷都景德镇相连，北部靠着黄山，南部接国家风景名胜区三清山，是一颗镶嵌在赣、浙、皖三省交界地的绿色明珠。全县总面积2947平方公里，人口33万。县城就设在紫阳镇。婺源建县于唐开元28年（公元740年），踞今已有1200年的历史。县名婺源，则是因为“地当婺水之源”而得名。县境内有一条河流称为婺水，它的意思就是“婺水的源头”。县境内多山地，素有“八分半山一分田，半分水路与庄园”之称，是一个典型的江南山区小县。
1934年，蒋介石政府为了在江西进行“剿共”的需要，曾把婺源划归江西省管辖，到1947年又划回安徽省管辖。1949年5月1日，婺源获得解放。解放婺源的是解放军的“四野”，和解放江西的同属一支部队，为了军事管理的方便，当时又把婺源划归江西省管辖</p><p><img src="https://c2-q.mafengwo.net/s10/M00/AE/8A/wKgBZ1lxKuGAfvIaABOXHOBg6Nk325.png?imageView2%2F2%2Fw%2F1360%2Fq%2F90"/></p><p>婺源古属“吴楚分源”之地，自唐代建县以来，文风昌盛，先后养育了南宋理学大师朱熹、明代篆刻家何震，近代铁路工程师詹天佑。按史书记载：从宋代至晚清，全县考取进士550人，明清朝竟有“一门九进士、六部四尚书”之说。时至今日，民间仍有”山间茅屋书声琅，放下扁担考一场“的谚语。因此此婺源又有书乡之称！</p><p><img src="https://p4-q.mafengwo.net/s10/M00/AE/8B/wKgBZ1lxKueAM5-mABH9m_HRHrU453.png?imageView2%2F2%2Fw%2F1360%2Fq%2F90"/></p><p>婺源也被余秋雨先生大赞特赞，如果让他推荐一个中国理想的度假旅游胜地，他第一个想到的就是婺源</p><p><img src="https://b2-q.mafengwo.net/s10/M00/AE/8B/wKgBZ1lxKuWAG3NuABj-djTKGws748.png?imageView2%2F2%2Fw%2F1360%2Fq%2F90"/></p><p><img src="https://n1-q.mafengwo.net/s10/M00/AE/A3/wKgBZ1lxK3mAXqddABSRVYx0lc860.jpeg?imageView2%2F2%2Fw%2F1360%2Fq%2F90"/></p><p>婺源人把村口称为“水口”，原因是这里的村落全是依山傍水而建，水从这里流出村子。水口是婺源村落建设的一个重要组成部分，于是修筑水口碣拦截财气，培植水口林，有的还建起水口桥以锁住灵气。古时候，水口往往成为一个村庄的标志，村中有人出远门，家人必送至水口，千叮万嘱，挥泪洒别；在外多年的游子重返家乡，走着走着，一望见水口，便会激动不已，分外亲切。 </p><p><img src="https://p4-q.mafengwo.net/s10/M00/AE/A3/wKgBZ1lxK3yAatCBAApPj7D-uIE22.jpeg?imageView2%2F2%2Fw%2F1360%2Fq%2F90"></p><p>李坑村过去很讲究风水，因为堪舆术说：水向西流必富。古时候李坑人选择在水由东向西流的溪 畔构筑房屋，这就把他们所希翼的美好愿望，从村落布局的形态中充分地表现出来了</p>',
            'comments' => [

            ]
        ]
    ],
    [
        'index' => 2,
        'name' => '安徽宏村',
        'cover' => './images/cover/2.jpg',
        'desc' => '这是藏匿于“桃花源里人家”的古镇，因一部奥斯卡获奖电影《卧虎藏龙》而闻名中外。但更多人认识它，是因为“中国画里的村庄”这一美誉。宏村的自然，正是“无边细雨湿春泥，隔雾时闻小鸟啼。杨柳含颦桃带笑，一边吟过画桥西。”宏村的魅力，是那些极具代表性的徽派建筑，高高昂起的马头墙，湖水清莲，拱桥如虹，就仿佛一幅画走进了很多人心里。[...]',
        'links' => [
            'info' => 'http://www.mafengwo.cn/gonglve/mdd-10825.html',
            'diarys' => 'http://www.mafengwo.cn/yj/10825/',
            'photos' => 'http://www.mafengwo.cn/photo/mdd/10825.html'
        ],
        'detail' => [
            'author' => [
                'name' => '鱼行天下',
                'link' => 'http://www.mafengwo.cn/u/941213.html'
            ],
            'content' => '<p>徽州，古称歙州，又名新安，宋徽宗年间改歙州为徽州 古徽州包含了歙县、黟县、休宁、婺源、绩溪、祁门六县。是中国历史上的经济文化重地。这里是徽商的发祥地，明清时期徽商称雄中国商界500余年，有“无徽不成镇”、“徽商遍天下”之说。 徽州独特的地理位置和浓厚的文化底蕴造就了独树一帜的徽派古村落建筑群，而这里面最出名的要数西递与宏村了      十年前的西递，让我爱上了粉墙黛瓦的马头墙，虽然时间早已模糊了记忆，但最初的悸动仿佛烙印挥之不去
      去宏村，这个念头已经存在很久，虽然商业化已经充斥街道，虽然游人如同海浪一波紧似一波
      但只要你放慢脚步，细细品味，依旧可以找寻到初见时的美好</p><p><img src="https://b2-q.mafengwo.net/s5/M00/D8/FF/wKgB3FIbb76AA8M3ABL7L9FzCjk13.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"/></p><p><img src="https://n4-q.mafengwo.net/s5/M00/4E/5F/wKgB3FIWHZGAXBPqABka-ucjl1w68.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"/></p><p>选择了携程的二日自由行，旅游车、门票、住宿一起158起价，还是非常便宜的。六月正是江南的梅雨季，朋友还在纠结，我却觉得雨中的古镇更有风情。很庆幸我的坚持，看到了如此的美景</p><p><img src="https://n1-q.mafengwo.net/s5/M00/4E/61/wKgB3FIWHZWAHQEVABFSXWB05_w17.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"/></p><p>南湖美景聚积了成群的学生来写生，宏村因为交通不便，很多建筑得已完整保存，遗留下来的明清民居有140余幢 </p><p><img src="https://c2-q.mafengwo.net/s5/M00/4E/69/wKgB3FIWHZ2ANJEtAA6FQVni_iM47.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"/></p><p>徽商把读书和做官、经商融为一体，“十户之村，不废育读”，“贾而好儒”是徽商的一大特色。徽商注重在家乡对于教育的投资，南湖书院就是其中的一处。书院是一座具有浓厚徽州建筑风格的古建筑，面积十余亩，外面与一湖碧水相邻，里面有玲珑的假山，场上有株百年圆柏松。书院由志道堂、文昌阁、启蒙阁、会文阁、望湖楼、祗园六部分组成。“志道堂”是先生讲学之场所；“文昌阁”奉设孔子文位，供学生瞻仰膜拜；“启蒙阁”乃启蒙读书之处；会文阁供学子阅鉴四书五经；“望湖楼”为教学闲暇观景休息之地；“祗园”则为内苑。</p><p><img src="https://a1-q.mafengwo.net/s5/M00/4E/6E/wKgB3FIWHaGAMNPqAA6Ljtd2ajg23.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"/></p><p><img src="https://a4-q.mafengwo.net/s5/M00/4E/89/wKgB3FIWHbiAJdPrAA4mo7XFofE96.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"></p><p>“月沼”，老百姓称月塘，这是所谓“牛胃”，月沼建于明永乐年间（公元1403年-1424年），当时宏村  76世祖汪思齐发现村中有一处天然泉水，冬夏泉涌不息，汪思齐三次聘请海阳县（今休宁）的风水先生何可达及族内高辈能人，“遍阅山川，详审脉络”，制订出扩大宏村基址及进行村落全面规划的牛形水系蓝图；凿引西溪  水，牛肠水圳九曲十弯，把水引入村中心天然井泉处，建池塘，以水供防火、饮用、洗涤等。其后裔汪升平等人投资万余金，继续挖掘修建半月形池塘，完成了前人未完成的“月沼”，月沼水常年碧绿，塘面水平如镜，塘沼四周青石铺展，粉墙青瓦整齐有序分列四旁，蓝天白云跌落水中。老人在聊天，妇女在浣纱洗帕，顽童在嬉戏。</p><p><img src="https://c2-q.mafengwo.net/s5/M00/4E/97/wKgB3FIWHcKAK_91ABBo89I6svU39.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"></p><p>汪氏宗祠，位于宏村月沼北畔的正中，是村中唯一现存的明代建筑。
       中国自古的规矩是女人不许进祠堂，但乐叙堂的中央除了悬挂三位先祖，还有一妇人的画像 ，让人不禁心生好奇。
       宏村汪九是唐初越国公汪华的后裔。村子始建于宋代。当年汪氏家族男士到几千里之外的山西做生意，家里由汪氏（女子）打理，汪氏知书达理、有头脑、有远见、 在这块土地设计建造如此庞大的建筑群。成就了传世房宅，汪氏家族考虑汪氏功不可没，将其画像挂入汪氏宗祠正厅右侧，肯定了汪氏在汪家的重要地位！</p>',
            'comments' => [

            ]
        ]
    ],
    [
        'index' => 3,
        'name' => '培田古村',
        'cover' => './images/cover/3.jpg',
        'desc' => '龙岩培田古民居是一座拥有800年历史的村落，是目前中国保存较为完整的明清时期客家古民居建筑群，其精致的建筑，精湛的工艺，浓郁的客家人文气息，堪与永定土楼、梅州围龙屋相媲美，是客家建筑文化经典之作。龙岩培田村的古民居建筑群大体由6座学堂、两座书院、三庵、两庙、两碑坊等古代文化宗教建筑和20座古祠、30余幢民居，以及一条千米古街、5条巷道、两条贯穿村落的水圳组成。[...]',
        'links' => [
            'info' => 'http://you.ctrip.com/travels/liancheng609/2655764.html',
            'diarys' => '',
            'photos' => ''
        ],
        'detail' => [
            'author' => [
                'name' => '寒残一叶',
                'link' => 'http://you.ctrip.com/members/%E5%AF%92%E6%AE%8B%E4%B8%80%E5%8F%B6'
            ],
            'content' => '<p>培田客家古村落位于福建省闽西连城县宣和乡境内，是至今保存着较为完整的明清时期古民居建筑群。其精致的建筑；精湛的工艺；浓郁的客家人文气息，人称“福建民居第一村”“中国最美古村镇”。培田古村深厚的文化底蕴，“耕读为本”的客家精神，成就了培田八百年辉煌。走进培田，走进客家人的沧桑历史，走进培田，走进原生态的村落环境。</p><p><img src="https://dimg07.c-ctrip.com/images/fd/tg/g4/M05/51/B6/CggYHlY5cCCAGDdzAAHsdDJGrAM338_C_671_10000_Q90.jpg"/></p><p><img src="https://dimg08.c-ctrip.com/images/fd/tg/g4/M01/55/8B/CggYHFY5cCKALYEsAAHlZGBW050662_C_671_10000_Q90.jpg"/></p><p>培田古村由三十幢高堂华屋、二十一座古祠、六家书院、二道跨街牌坊和一条千米古街，构成了紧密有序、错落有致、布局科学的古民居建筑群。</p><p><img src="https://dimg05.c-ctrip.com/images/fd/tg/g4/M03/53/39/CggYHVY5cCOAOhntAAGThtsNz6Y185_C_671_10000_Q90.jpg"/></p><p>培田古村具有鲜明的明清建筑特点，外墙为清一色防火砖，内建以木制构架为主，门楼泥塑石雕，屋脊飞檐彩陶，梁檀窗屏木刻雕花彩漆画，用料考究、工艺精湛，无一不体现出客家人的聪颖和智慧。</p><p><img src="https://dimg08.c-ctrip.com/images/fd/tg/g4/M09/51/B7/CggYHlY5cCWASWhQAAF6QAGM1l0745_C_671_10000_Q90.jpg"/></p><p>官厅、大夫第、进士第等庄园式休逸乐型建筑，结构为“九厅十八井”，每座占地近七千平方米，是客家人结合北方庭院建筑，适应南方温暖潮湿气候及自然地理特证，采用中轴线对称布局，厅堂与庭院结合的大型砖木民居建筑。</p><p><img src="https://dimg06.c-ctrip.com/images/fd/tg/g3/M0B/4A/B9/CggYGVY5cCiAP1uuAANUm192upU377_C_671_10000_Q90.jpg"/></p><p><img src="https://dimg01.c-ctrip.com/images/fd/tg/g4/M07/51/B8/CggYHlY5cCiAQpGOAAKtP8IwyNE116_C_671_10000_Q90.jpg"></p><p>村口的牌坊上赫然写着“恩荣”两个字，牌坊坐北朝南，建于清光绪年间，是光绪皇帝为表彰御前侍卫、武将军吴拔祯而建的一座忠正牌坊。三间四柱五楼式，通面阔五米，通高五米，全部采用青石构件，正楼上为葫芦宝顶。牌坊中柱前有报鼓狮，边柱前有凤尾石。正额即龙凤板上阴刻醒目的“恩荣”二字，副额阴刻诰封吴拔祯三代人功名与职位的文字。龙门枋浅刻双凤朝阳图案，小额坊刻狮子舞绣球浮雕，中柱上正面、背面各有一副题联。</p><p><img src="https://dimg08.c-ctrip.com/images/fd/tg/g3/M0A/48/80/CggYG1Y5cCmANZGzAAHMziNcz4E892_C_671_10000_Q90.jpg"></p><p>沿村口主道往里走第一个看到的建筑就是大夫第也称继述堂，取自《中庸》夫孝者善继人之志善述人之事。继述堂建于光绪十年，历时十一年建成，它集十余家之基业，萃十余山之树木，费二、三十万巨金，成百余间之广厦。</p>',
            'comments' => [

            ]
        ]
    ],
    [
        'index' => 4,
        'name' => '元阳箐口哈尼族民俗村',
        'cover' => './images/cover/4.jpg',
        'desc' => '元阳箐口哈尼族民俗村位于元阳老县城——新街镇往南6公里处，坐落于半山腰，占地约5公顷，全村有150户人家，800多人。村寨树林异常茂密，鸟啼蝉鸣，充满了浓郁的原始乡土气息。民俗村集中体现哈尼梯田文化的共性即森林、村庄、梯田和江河四度同构的特征，所以又被称为哈尼族四度同构展示区。[...]',
        'links' => [
            'info' => 'http://www.guipuxcly.com/lvyougl/215.html',
            'diarys' => '',
            'photos' => ''
        ],
        'detail' => [
            'author' => [
                'name' => '归璞乡村旅游网',
                'link' => 'http://mp.sohu.com/profile?xpt=cHBhZzY4NTBiMzgyOGU4MUBzb2h1LmNvbQ==&_f=index_pagemp_1'
            ],
            'content' => '<p>最美乡村，元阳箐口哈尼族民俗村。一个美丽的古村落，受旅游者追捧的乡村。众多旅游者向往元阳，只为见一眼那个美的撩人的梯田。现归璞乡村旅游网小编为您介绍哈尼族民俗村，乡村旅游指南，乘车路线，元阳梯田门票等旅游攻略。</p><p><img src="http://img.mp.itc.cn/upload/20170505/60aa7d211e7c478882dbcc01950d0218"/></p><p><img src="http://img.mp.itc.cn/upload/20170505/63c9802179784f569458b671db5e66d5"/></p><p>箐口哈尼族民俗村位于云南红河州元阳县老县城，世居哈尼族，元阳村素有“云海之乡”之称，梯田呈现出飘逸、神秘；日出或日落时的霞海最为壮观。因此在哈尼族民俗村有着“山间水沟如玉带，层层梯田似天梯”的人间仙境。元阳梯田，已受众多旅游者必看景点之一。　　在哈尼族村有一口长寿泉，传说，不会生孩子的人饮了此泉水，就会生儿育女，还能长命百岁。　　元阳箐口哈尼族民俗村必游景点：梯田风光、水渠、哈尼蘑菇房、分水木刻、寨神林、水碾房、水碓房、水磨房、</p><p><img src=""/></p><p>最佳旅游时间：每年11月至次年4月，其中1、2月最好　　元阳梯田门票价格：成人票95元/人，学生票50元/人　　元阳古歌演出票：成人票118元/人</p><p><img src="http://img.mp.itc.cn/upload/20170505/179cf4378f054f56a8de474e783d2037"/></p><p>元阳哈尼族民俗村交通攻略：　　昆明南部客运站乘昆明-元阳班车，139元/人，车程5-6小时。　　元阳新街镇到景区大门，以及大门到各个景区之间有面包车可以坐，票价5-10元。　　元阳箐口哈尼族民俗村一年十二个月的风俗传统：　　一月“昂玛突”（祭寨神）　　二月“红石天”（祭寨神的主持人）　　三月“宝玛突”（祭寨神树和山神）　　四月“合收扎”（染黄饭）　　五月“开拉估”（开秧门）　　六月“矻扎扎”（六月节）　　七月“开浓啤”（祭谷魂）　　八月“呢菠尼”（捉蚂蚱、驱鬼）　　九月“合依谱”（新米节）　　十月“合什扎”（十月年）　　十一月“扎嘞特”（过冬）　　十二月“牛哈估”（叫牛魂）　　除以上所述之外还有婚嫁、丧葬、节令、宗教信仰、迷信活动、娱乐情趣等民间习俗活动。</p><p><img src="http://img.mp.itc.cn/upload/20170505/048a38768dfc44d697586a39e84533e3"/></p><p><img src=""></p><p></p><p><img src="http://img.mp.itc.cn/upload/20170505/e9dc3e09a8a447bda9815c397bebb139"></p>',
            'comments' => [

            ]
        ]
    ],
    [
        'index' => 5,
        'name' => '广东连南瑶寨',
        'cover' => './images/cover/5.jpg',
        'desc' => '南岗排作为连南八排最大的瑶寨，可以说，它反映了连南瑶族甚至中国瑶族古老悠久的瑶族传统文化。南岗有古典的建筑民居群落、有原始的竹笕供水系统、有集体议事场所、有瑶老制、有古盘王庙、有玩坡山、有龙文化、有太平天国遗迹……”[...]',
        'links' => [
            'info' => 'http://www.mafengwo.cn/i/1022401.html',
            'diarys' => '',
            'photos' => ''
        ],
        'detail' => [
            'author' => [
                'name' => '简单的幸福',
                'link' => 'http://www.mafengwo.cn/u/19093556.html'
            ],
            'content' => '<p>我想做一只旅行的蜗牛，慢慢穿行在城市角落，我想到、看到、听到、知道、属于我的只有泥土和青草；轻松的向前，自由的转弯，就会有个完美的句点，习惯看云的孤单，偶尔和清风做伴！
曾经看过一本书，名字叫《旅行，最有价值的投资》。被书中主人公的勇敢深深震撼和感动。走出去体验更多不一样的生活，也仅仅是挂在嘴边，很是惭愧。先走周边吧，当你做决定的时候，一切都还不算晚。带上相机，出发吧。 
本次出行人士：共4人，分别是我：文艺小青年，我的御姐老婆以及另外一对高富帅+白富美。</p><p><img src="https://b2-q.mafengwo.net/s5/M00/3F/FD/wKgB21B071zENC7uAA9VRruJf-k37.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"/></p><p>下午三点左右，终于抵达了此次的目的地——连南。当地感觉像广东80年代的感觉，街道不怎么宽阔，我们找吃饭的地方都兜了好大一圈，没找到大的饭馆，最后终于找到一个快餐店，大家都点了汤粉，本来对味道没报什么希望的，没想到味道出人意料的好，不过也许是大家都饿了，狼吞虎咽一顿。吃完所谓的中饭，开着车去找瑶寨，通过对几个路人的询问，终于找到了前往瑶寨的路，看着指示牌写着千年瑶寨12公里，想着应该很快到了。结果开了很久才发现，所谓的12公里，只是进入瑶寨地盘的大路的距离，太坑爹了。</p><p><img src="https://n1-q.mafengwo.net/s5/M00/40/CE/wKgB21B08BakTn8gABAw7fIRU6o05.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"/></p><p>经过了6个小时的路途，终于到了连南千年瑶寨，下面大家就跟随我的镜头来一睹瑶寨的风采吧。进入小学生看图说话模式，呵呵。</p><p><img src="https://a2-q.mafengwo.net/s5/M00/41/7B/wKgB21B08J_dgUzTABChCbgtrsA17.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"/></p><p>进入寨子之前，在寨子脚下找了个小导游，这里要特别说明一下，这个已经做妈妈的导游真的很淳朴，全程陪同我们，给我们讲解，等我们拍照。最后给他20元小费，她都不肯收。特别值得表扬。</p><p><img src="https://a1-q.mafengwo.net/s5/M00/4E/48/wKgB21B0_KGICdkUAA2D6_dKR2k27.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"/></p><p>从下往上看，瑶寨高高在上，这位老人成了照片中的亮点 </p><p><img src="https://b1-q.mafengwo.net/s5/M00/50/8E/wKgB21B0_l-NkuOsAA9LvDNZOIo54.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"/></p><p><img src="https://n3-q.mafengwo.net/s5/M00/51/0B/wKgB21B0_sHXR70uABAu8airigw49.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"></p><p>寨子里面的人还保存了砍柴的习俗，夕阳下，砍好的柴堆在一起，让人联想到了做饭那种风风火火的场景。</p><p><img src="https://n3-q.mafengwo.net/s5/M00/53/97/wKgB21B1ATGsmltPAAw7vvDQoY837.jpeg?imageView2%2F2%2Fw%2F600%2Fq%2F90"></p><p>随着夕阳西下，我们4人也慢慢结束了瑶寨的探秘之行。千年瑶寨给人映像最深刻的还是它那种历经沧桑的沉淀感，这种沧桑从它的房子，老人脸上的皱纹等体现出来，给人以震撼。如果能在当地住一晚，真正融入到他们的生活，可能感受更深吧。我们定了连州市的宾馆，无缘体会，下次来的朋友可以讲住宿定在寨子里面，好好感受一下瑶寨人的热情。</p>',
            'comments' => [

            ]
        ]
    ],
    [
        'index' => 6,
        'name' => '明月湾古村',
        'cover' => './images/cover/6.jpg',
        'desc' => '明月湾古村位于太湖西山岛南端，现属江苏省苏州市吴中区（太湖国家旅游度假区）金庭镇（原西山镇，2007年更名为金庭镇，当地人仍称西山）石公行政村，在著名景点石公山以西两公里处的大明湾自然村。相传明月湾早在春秋时已形成村落，居民多数为沦为奴隶的越国俘虏，吴人只占少数，他们除了靠生产养活自己和家人外，还要为吴王与西施来此游憩提供饮食和服务。村后石排山上至今仍保留着西施当年洗妆的画眉泉遗址。以后随着人口的增多，村庄也有相应的扩展，至唐宋时期，明月湾基本形成了状若棋盘的山村格局。[...]',
        'links' => [
            'info' => 'http://www.sohu.com/a/73601686_232439',
            'diarys' => '',
            'photos' => ''
        ],
        'detail' => [
            'author' => [
                'name' => '大侠V5',
                'link' => 'http://mp.sohu.com/profile?xpt=ODI4Z2JAc29odS5jb20=&_f=index_pagemp_1'
            ],
            'content' => '<p>太湖深处的明月湾古村，诗一般的名字，画一般的存在，相传春秋时就已经形成村落，之后一直隐于湖山深处，阳春三月，垂丝海棠花开，吸引无数游客慕名而来。</p><p><img src="http://img.mp.itc.cn/upload/20160506/c75fb598bc61443bb25f29e005662a19_th.jpg"/></p><p><img src="http://img.mp.itc.cn/upload/20160506/b70ca6fe5ff34f92844e36e90aa728d7_th.jpg"/></p><p>古村门口的参天故事让我眼前一亮，也让我对于明月湾古村的历史着实好奇。相传明月湾早在春秋时已形成村落，当时居民多数为沦为奴隶的越国俘虏，吴人只占少数，他们除了靠生产养活自己和家人外，还要为吴王与西施来此游憩提供饮食和服务。以后随着人口的增多，村庄也有相应的扩展，至唐宋时期，明月湾基本形成了状若棋盘的山村格局。</p><p><img src="http://img.mp.itc.cn/upload/20160506/443e949995d84730ba78bc1a14d7caf1_th.jpg"/></p><p>明月湾现存的房屋，多数建于清乾隆年间，居民们靠外出经商和种植花果致富，营建了礼和堂、礼耕堂、瞻瑞堂、瞻禄堂、汉三房、薛家厅、金家厅、邓家祠堂、吴家祠堂、黄家祠堂、秦家祠堂等高档房屋。这些宅第和祠堂，有精致典雅的砖雕、木雕、石雕，有的还有华丽的苏式彩绘。</p><p>古村没有古老集镇上繁华的街巷，也没有城市里文人雅士的亭台楼阁；但它依然保留着江南水乡古老特有的村墟篱落，娴静、古朴、真实；漫步其间，聆听古村不为人知的千年奇遇以及寻常巷陌的故事。<img src="http://img.mp.itc.cn/upload/20160506/e67aacde87104bff8eeba51f2265c830_th.jpg"/></p><p>相传二千五百多年前的春秋时期，吴王夫差和美女西施，曾经在此共赏明月，古村由此得名。“明月湾，吴王玩月于此。”《苏州府志》</p><p><img src=""/></p><p><img src="http://img.mp.itc.cn/upload/20160506/85de0c9a14f94c3882faafea1d88b1fc_th.jpg"></p><p>吴王和西施是否真的曾经来此赏月？又为何要到这里赏月？这已成千古之谜。明代诗人高启的解读是：“明月处处有，此处月偏好！”</p><p><img src="http://img.mp.itc.cn/upload/20160506/bc3b607a0eda4604b36467683363b061_th.jpg"></p><p>明月湾历史悠久，风景秀丽，自古以来就是文人雅士的向往之地。据传白居易、皮日休、陆龟蒙、释皎然、刘长卿、贾岛、黄庭坚、吴存、高启、王世贞、王世懋、沈德潜等著名文人都留下了赞美明月湾的诗文。</p>',
            'comments' => [

            ]
        ]
    ],
    [
        'index' => 7,
        'name' => '甲居藏寨',
        'cover' => './images/cover/7.jpg',
        'desc' => '“甲居”，藏语是百户人家之意。藏寨从大金河谷层层向上攀缘，一直伸延到卡帕玛群峰脚下，整个山寨依着起伏的山势迤逦连绵，在相对高差近千米的山坡上，一幢幢藏式楼房洒落在绿树丛中。或星罗棋布，或稠密集中，或在高山悬崖上，或在河坝绿茵间，不时炊烟袅袅、烟云缭绕，与充满灵气的山谷、清澈的溪流、皑皑的雪峰一起，将田园牧歌式的画卷展示在人们眼前，以一种艺术品的形态存在。2005年由《中国国家地理》杂志组织的选美中国活动中，以甲居藏寨为代表的“丹巴藏寨”被评为“中国最美的六大乡村古镇”之首。[...]',
        'links' => [
            'info' => 'http://www.sohu.com/a/69817678_155024',
            'diarys' => '',
            'photos' => ''
        ],
        'detail' => [
            'author' => [
                'name' => '勒克儿',
                'link' => 'http://mp.sohu.com/profile?xpt=NkM4N0Y4RTQxMjc4QTQ0QTBFNDM5QUI2ODQ2OUY1MTRAcXEuc29odS5jb20=&_f=index_pagemp_1'
            ],
            'content' => '<p>任何人旅行到了丹巴，不去甲居藏寨、美人谷等于白来。俺去了，但是，整个自驾行，码字三四万，修图五六百幅，发表文图10多篇，都是说金川，而且轻轻松松，但对于丹巴，木有只言片语哪怕一张图片的表达。</p><p><img src="http://img.mp.itc.cn/upload/20160417/fe70ee99100644f1bc0818b2bf1ba1d0_th.jpg"/></p><p><img src="http://img.mp.itc.cn/upload/20160417/4a3b986c68a144ac871e88e44c826406_th.jpg"/></p><p>自2005年《中国国家地理》杂志选美中国，以甲居藏寨为代表的“丹巴藏寨”被评为“中国最美的六大乡村古镇”之首后，“甲居藏寨”几乎年年月月日日占据着各种媒体各种攻略各种自驾线路的头条。现在，你自要敢问度娘“甲居藏寨”，如果有心脏病，那得先躺会儿，因为，用中文对美的各种最高级形容词堆砌成的文图大山，只要你敢打开页面，它们瞬间排山倒海般向你迎面扑来，如果猝不及防，绝对吓死人！</p><p><img src="http://img.mp.itc.cn/upload/20160417/006d7d0a6337468f8259474867fe2f1c_th.jpg"/></p><p>还能说什么呢？你想说的，无数捷足先登者已经穷尽浑身解数把什么都说完了；你想拍的，估计这10多年间，从大金川河谷层层向上攀缘，一直伸延到卡帕玛群峰脚下的那片土地，不知承受了多少长枪短炮经年累月的地毯式轰炸和全天候定点“清除”。更遑论，全世界最先进最霸道的照材，在此间已经进进出出10年，各种大片已经使大众几乎“审美疲劳”。</p><p><img src="http://img.mp.itc.cn/upload/20160417/6440413e81974c6e8aecf174ee9df478_th.jpg"/></p><p>所谓渊源，是俺的启蒙在丹巴一个乡的村小。那时，是随父母地质找矿从西藏转战甘孜州，在丹巴落脚，家属基地在丹巴县一个叫佛爷岩的地方，距离县城不太远。刚到丹巴时，俺3岁，严重小屁孩，直到7岁启蒙，才对丹巴有了依稀记忆。最深刻的三件事，一是有天穿着老爸从上海给俺买的毛料背带裤很得瑟，与小伙伴肖华在云母矿山玩耍，把厚厚的云母当梭梭板，从高处梭下速度相当快，很刺激，乐此不疲，后果是屁股上出现俩大洞，最严重的后果是，屁股差点被老爸打成八瓣。第二，几乎每天放学后都在藏民叔叔阿姨家中被当着宝贝宠着。第三，与第二雷同，差别是，每天过铁索吊桥上下学，都是认识不认识的藏民大哥哥大姐姐背着过的桥。</p><p><img src=""/></p><p><img src="http://img.mp.itc.cn/upload/20160417/fa67aa3d69e14f19ab9c44f53092fc90_th.jpg"></p><p>那村小当时属于哪个乡，得确不记得了，只记得村小在一座铁索吊桥的对岸。每天，老爸骑自行车送俺到铁索桥桥头。那桥摇摇晃晃，桥下大渡河咆哮，俺不敢单独过桥，都是当地藏民送自己孩子时，背着我过的。尤其放学时，几乎都是当地藏民背过桥后，直接弄上他们的马，一路奔跑到他们家，教喝酥油茶，吃糌粑，与他们的儿女们一起在山坡上嬉戏，然后他们骑马送俺回家。据父母后来说，那时，汉人在当地属于“少数民族”，藏民很喜欢像他们一样的外来汉族人，更喜欢汉族娃娃。</p><p><img src="http://img.mp.itc.cn/upload/20160417/7cf8b1c7de51420ca361547ac3a60fc8_th.jpg"></p><p>几十年前的记忆，俺对丹巴地质地貌的印象绝对是穷山恶水，地质术语就是垂直切割很深。就拿402队佛爷岩家属基地来说，别以为基地一定是个平整的宽阔大院，那时的基地，最多四周用木板高高矮矮围起，住的都是钉子钉的木板木棍框架，四周和房顶是用牛毛毡或者篾席挡风那种及其简易房，即使这样，很多还需吊脚，因为平地不够啊。比如我家房正中间，就有一块隆起很高的岩石，这个我记忆最深，因为那岩石正好适合俺趴着撅着屁股挨打。再看丹巴县城周围，高山交错，千沟万壑，你中有我，我中有你。大渡河下切的河槽上与陡崖上，沙岩裸露，怪石林立，偶有山鹰掠空而过，时有乌鸦嘶鸣，声极凄厉。尤其大渡河两岸的高山，状如刀劈斧削，犬牙交错，冷不丁看一眼，你会不寒而栗。</p>',
            'comments' => [

            ]
        ]
    ],
    [
        'index' => 8,
        'name' => '丹巴藏寨',
        'cover' => './images/cover/8.jpg',
        'desc' => '丹巴藏寨指的是居住在丹巴县的居民形成的藏族村落，丹巴的山寨，旧称碉楼寨房。碉楼和寨房，原本是两类不同性质的风格建筑，在时光的流逝中，二者已有机地结合在一起。外形上，既有寨房的特征，又有碉楼的形态。碉楼寨房一般为三层，也有四层的，一侧还配有厢房。但不论房屋和厢房如何建造，顶层外缘都环围着黄、黑、白三种色带，形成了嘉绒藏寨的一大特色。[...]',
        'links' => [
            'info' => 'http://www.360doc.com/content/16/0309/14/4958641_540760534.shtml',
            'diarys' => '',
            'photos' => ''
        ],
        'detail' => [
            'author' => [
                'name' => '老刘tdrhg',
                'link' => 'http://www.360doc.com/userhome/4958641'
            ],
            'content' => '<p>在2005年《中国国家地理》主办的“中国最美的地方”评选活动中，丹巴藏寨被评为中国最美古镇古村之首。</p><p><img src="http://image95.360doc.com/DownloadImg/2016/03/0914/67410178_1.jpg"/></p><p><img src="http://image95.360doc.com/DownloadImg/2016/03/0914/67410178_2.jpg"/></p><p>丹巴藏寨指的是居住在丹巴县的居民形成的藏族村落，丹巴的山寨，旧称碉楼寨房。碉楼和寨房，原本是两类不同性质的风格建筑，在时光的流逝中，二者已有机地结合在一起。外形上，既有寨房的特征，又有碉楼的形态。碉楼寨房一般为三层，也有四层的，一侧还配有厢房。但不论房屋和厢房如何建造，顶层外缘都环围着黄、黑、白三种色带，形成了嘉绒藏寨的一大特色。</p><p><img src="http://image95.360doc.com/DownloadImg/2016/03/0914/67410178_4.jpg"/></p><p>丹巴山寨是嘉绒藏寨中最具特色的。尤以甲居、聂呷、革什扎和巴底乡最为突出，几百幢民居依山就势、错落有致地融于自然环境中，体现了天人合一的理念。远远看去，充满灵气的山谷中，翡翠般的青草绿树之中，是那沉甸甸的田地和隐在密林深处的寨房，伴着时有时无的潺潺溪流，一幅富有动感的绝妙山寨画卷随之展示在你的眼前。</p><p><img src="http://image95.360doc.com/DownloadImg/2016/03/0914/67410178_5.jpg"/></p><p>丹巴，西距成都348公里。在当地，人们都将其居住的村落称为寨子，这些寨子一般都修建在向阳的坡梁上，寨子由几十户甚至上百户人家组成。一幢一幢外形美观，风格统一的寨房依着起伏的山势迤俪而建，高高低低、错落有致，与周围茂密的树林，清澈的溪流，皑皑的雪峰一起构成一幅幅田园牧歌式的优美的乡村画卷。</p><p><img src="http://image95.360doc.com/DownloadImg/2016/03/0914/67410178_14.jpg"/></p><p><img src="http://image95.360doc.com/DownloadImg/2016/03/0914/67410178_6.jpg"></p><p></p><p><img src="http://image95.360doc.com/DownloadImg/2016/03/0914/67410178_11.jpg"></p><p>丹巴的山寨，旧称碉楼寨房。碉楼和寨房，原本是两类不同性质的风格建筑，如今，在时光的流逝中，二者已有机地结合在一起。外形上，既有寨房的特征，又有碉楼的形态。碉楼寨房一般为三层，也有四层的，一侧还配有厢房。但不论房屋和厢房如何建造，顶层外缘都环围着黄、黑、白三种色带，这是嘉绒藏寨的一大特征。</p>',
            'comments' => [

            ]
        ]
    ],
    [
        'index' => 9,
        'name' => '图瓦村',
        'cover' => './images/cover/9.jpg',
        'desc' => '喀纳斯图瓦村位于喀纳斯湖南岸2-3公里处的喀纳斯河谷地带，周围山清水秀，环境优美，是从布尔津县前往喀纳斯湖旅游的必经之路，面积166万平方公里，海拔1390米，所属类型为人文古迹，生活着大约2000名图瓦人，历史悠久，早在古代文献中就有记录。[...]',
        'links' => [
            'info' => 'http://www.360doc.com/content/15/0208/13/16074486_447212808.shtml',
            'diarys' => '',
            'photos' => ''
        ],
        'detail' => [
            'author' => [
                'name' => '有夢就好zgm',
                'link' => 'http://www.360doc.com/userhome/16074486'
            ],
            'content' => '<p>从喀纳斯湖游船码头回到换乘中心的时候，正好是12点，因为时差的关系，相当于我们上午10点钟，同行的几个吃货非要现在就去吃午饭，于是导游带我们乘车去我们中午吃饭的地方——图瓦古村。</p><p><img src="http://image82.360doc.com/DownloadImg/2015/02/0813/49972243_2"/></p><p><img src="http://image82.360doc.com/DownloadImg/2015/02/0813/49972243_3"/></p><p>相传，当年成吉思汗西征的时候，带领大军途径阿尔泰地区，发现这里草原辽阔，羊肥牛壮，景色优美，于是下令留下一只部队，在这里为西征大军筹措粮草。从此，留下的这只蒙古部队在这里生活下来，他们的后裔就是我们今天见到的神秘族群——图瓦人。图瓦人至今还住着原始的原木屋，学习蒙古族文字，信奉藏传佛教又有萨满遗风。图瓦人勇武彪悍，精骑善射，能歌善舞，他们放牧牛羊，不与外族通婚，依然过着原始游牧的生活。目前，全世界图瓦人只有2000多人，全部分布在阿尔泰地区美丽的喀纳斯湖周围。我们去的图瓦古村就是那些古代蒙古族后裔图瓦人的聚居地，现在这里已经成为了了解图瓦文化的旅游圣地。</p><p><img src="http://image82.360doc.com/DownloadImg/2015/02/0813/49972243_4"/></p><p>在吃货们点菜，等待上菜的时间里，自己一个人在古村里转了一大圈，发现在这里已经彻底成了游客的聚集地了。自从上世纪90年代开始，随着到这来的游客越来越多，图瓦人也都学会了经商，旅店、饭店、超市应运而生，这块人类最纯洁的净土已经失去了原有的宁静。</p><p><img src="http://image82.360doc.com/DownloadImg/2015/02/0813/49972243_5"/></p><p>图瓦人的习俗是不能夸他们家的孩子，这样对孩子不好；不能数他们家牲口的数量，因为图瓦人的财富就是牛、羊、马等，数他们家牲口的数量，就和数你们家有多少钱一样</p><p><img src="http://image82.360doc.com/DownloadImg/2015/02/0813/49972243_6"/></p><p><img src="http://image82.360doc.com/DownloadImg/2015/02/0813/49972243_7"></p><p>这家屋内的图瓦人正在聚会吃饭，一会吃饭一会跳舞非常热闹，好多游客都好奇趴在窗户上往里边看热闹</p><p><img src="http://image82.360doc.com/DownloadImg/2015/02/0813/49972243_8"></p><p>喜欢这里的这种生活气息</p>',
            'comments' => [

            ]
        ]
    ],
    [
        'index' => 10,
        'name' => '肇兴侗寨',
        'cover' => './images/cover/10.jpg',
        'desc' => '肇兴侗寨，位于贵州省黔东南黎平县东南部，占地18万平方米，居民1000余户，6000多人，是全国最大的侗族村寨之一，素有"侗乡第一寨"之美誉。肇兴侗寨是黎平侗乡风景名胜区的核心景点，2005年被《中国国家地理》评选为“中国最美的六大乡村古镇”之一，2007年被《时尚旅游》和美国《国家地理》共同评选为“全球最具诱惑力的33个旅游目的地”之一。肇兴侗寨全为陆姓侗族，分为五大房族，分居五个自然片区，当地称之为"团"。分为仁团、义团、礼团、智团、信团五团。肇兴不仅是鼓楼之乡，而且是歌舞之乡，寨上有侗歌队、侗戏班。[...]',
        'links' => [
            'info' => 'http://blog.sina.com.cn/s/blog_4a37b4f90102vg8n.html',
            'diarys' => '',
            'photos' => ''
        ],
        'detail' => [
            'author' => [
                'name' => '浪人浪语的博客',
                'link' => 'http://blog.sina.com.cn/langrenlangyu'
            ],
            'content' => '<p>肇兴侗寨,这是侗族南部方言区较大的村寨,肇兴素有“七百贯洞,千家肇洞”之称（肇兴旧称“肇洞”）。全寨按房族分成仁、义、礼、智、信五个自然片（团）,但相互间并无明显的分界线。肇兴寨内侗家吊脚楼鳞次栉经,戏楼、歌坪、禾晾、井亭、禾仓、瓢井等设施点缀其间,石板路、鹅卵石面阡陌纵横相互交错,五个房族各有供小憩的花桥一座。从高处放眼望运去,五个房族的五座鼓楼高低不等大小不一矗立寨中,蔚为壮观！这些鼓楼在建筑学上是堪称一绝的,竟不用一钉一铆,皆以木榫穿插而成,最高的达25米,层层檐口挑出,颇见气势。</p><p><img src="http://s14.sinaimg.cn/mw690/001mgAf7ty6RyRinIAd3d&690"/></p><p><img src="http://s16.sinaimg.cn/mw690/001mgAf7ty6Rz02KBDF1f&690"/></p><p>而除了鼓楼之外，肇兴最有特色的当数花桥了，一条清波之上，数条花桥贯通两岸，而花桥的结构，和黔东西的风雨桥相仿，是风雨桥的一种。</p><p><img src="http://s6.sinaimg.cn/mw690/001mgAf7ty6Rz0x2pBrb5&690"/></p><p>从肇兴侗寨的上方俯瞰，侗寨在夕阳下有份整体的静美，希望这个整体不要被新建筑破坏。</p><p><img src="http://s11.sinaimg.cn/mw690/001mgAf7ty6Rz2lHZTY7a&690"/></p><p></p><p><img src="http://s4.sinaimg.cn/mw690/001mgAf7ty6RB63sSjhd3&690"/></p><p><img src="http://s10.sinaimg.cn/mw690/001mgAf7ty6RB6e9Up389&690"></p><p>从肇兴上方去己伦侗寨的路，是在肇兴侗寨边的一条狭长的谷地上方的山里开辟出来的，这条狭长的谷地慢慢上升，一直到己伦侗寨都是山坡地，而当地的寨民正好开辟成梯田。</p><p><img src="http://s11.sinaimg.cn/mw690/001mgAf7ty6RB6jGEnE3a&690"></p><p>己伦侗寨就在梯田的尽头处，一个山坡顶上，条状的寨子估计也有几百户人家，基本上都是老房子，比肇兴侗寨原始很多，这里也没有任何旅游的设置和服务，所以更是具备原汁原味的侗寨特色。</p>',
            'comments' => [

            ]
        ]
    ]
];